modulo_03/crypto_wallet/app/controllers/coins_controller.rb

UPDATE "coins" SET "mining_type_id" = ?, "updated_at" = ? WHERE "coins"."id" = ?  [["mining_type_id", 2], ["updated_at", "2021-03-01 15:34:51.911247"], ["id", 1]]
---
  def update
    respond_to do |format|
      if @coin.update(coin_params)