modulo_03/crypto_wallet/app/views/mining_types/index.html.erb


<h1><%= MiningType.model_name.human(count: @mining_types.count)%></h1>
---
SELECT "mining_types".* FROM "mining_types"