modulo_03/crypto_wallet/app/views/coins/index.html.erb

SELECT "coins".* FROM "coins"
---

<h1><%= Coin.model_name.human(count: @coins.count)%></h1>